Repository: jassonalgo/node_to_json
Catalog: translations/*.po
Languages: es

source: List of the content types.
es: Lista de contenidos disponibles

source: fields of @content
es: Campos de @content

source: Chose whoe determinate the name of the file
es: Define como determinar el nombre del archivo

source: Node id
es: Id del nodo

source: Location path:
es: Ruta de la carpeta

source: there is a problem it is necessary to review the permits
es: Hay un problema es necesario revisar los permisos

source: The folder is valid
es: La carpeta es valida

source: Default folder was be created
es: Carpeta pro default creada

source: it was not possible to create the directory"
es: no fue posible crear el directorio

source: Json @path file created successfully
es: Archivo json @path creado exitosamente

source: Error in file creation
es: Error en creacion de archivo

source: the folder dont have the rigth permissions
es: La carpeta no tiene los permisos correctos
